function Footer() {
  return (
    <footer className="footer">
      {/* ХААИС-ийн тухай */}
      <div className="footer-column">
        <h2>ХӨДӨӨ АЖ АХУЙН ИХ СУРГУУЛЬ</h2>
        <p>Мэдлэг, шинжлэх ухаан, инновацид суурилсан дээд боловсролын байгууллага.</p>
      </div>

      {/* БҮРЭЛДЭХҮҮН СУРГУУЛЬ */}
      <div className="footer-column">
        <h3>БҮРЭЛДЭХҮҮН СУРГУУЛЬ</h3>
        <ul>
          <li>Мал эмнэлгийн сургууль</li>
          <li>Мал аж ахуй, Биотехнологийн сургууль</li>
          <li>Инженер технологийн сургууль</li>
          <li>Агроэкологийн сургууль</li>
          <li>Эдийн засаг бизнесийн сургууль</li>
          <li>Хэрэглээний шинжлэх ухааны сургууль</li>
        </ul>
      </div>

      {/* САЛБАР СУРГУУЛЬ */}
      <div className="footer-column">
        <h3>САЛБАР СУРГУУЛЬ</h3>
        <ul>
          <li>Баянхонгор аймаг дахь салбар сургууль</li>
          <li>Дархан-Уул аймаг дахь салбар сургууль</li>
        </ul>

        <h3 className="college-title">ХАРЬЯА ПОЛИТЕХНИКИЙН КОЛЛЕЖ</h3>
        <ul>
          <li>Булган аймаг дахь политехникийн коллеж</li>
          <li>Сэлэнгэ аймаг дахь политехникийн коллеж</li>
          <li>Төв аймаг дахь политехникийн коллеж</li>
        </ul>
      </div>

      {/* ХОЛБОО БАРИХ */}
      <div className="footer-column">
        <h3>ХОЛБОО БАРИХ</h3>
        <p>17029 Улаанбаатар, Хан-Уул дүүрэг, 22-р хороо, Зайсан</p>
        <p>75107777, 11-341377</p>
        <p>international@muls.edu.mn</p>
        <p>info@muls.edu.mn</p>
        <p>Санал хүсэлт илгээх</p>
      </div>
    </footer>
  );
}

export default Footer;
