function Navbar() {
  return (
    <nav className="navbar">
      {/* Нүүр хуудас */}
      <a href="#">НҮҮР</a>

      {/* ХААИС */}
      <a href="#">ХААИС</a>

      {/* УДИРДЛАГА, ЗӨВЛӨЛ */}
      <a href="#">УДИРДЛАГА, ЗӨВЛӨЛ</a>

      {/* СУРГАЛТ */}
      <a href="#">СУРГАЛТ</a>

      {/* ЭРДЭМ ШИНЖИЛГЭЭ, ИННОВАЦИ */}
      <a href="#">ЭРДЭМ ШИНЖИЛГЭЭ, ИННОВАЦИ</a>

      {/* ХӨГЖЛИЙН БОДЛОГО */}
      <a href="#">ХӨГЖЛИЙН БОДЛОГО</a>

      {/* Хамтын ажиллагаа */}
      <a href="#">ХАМТЫН АЖИЛЛАГАА</a>

      {/* Оюутан */}
      <a href="#">ОЮУТАН</a>

      {/* Ректорын ажлын алба */}
      <a href="#">РЕКТОРЫН АЖИЛЛАГАА</a>

      {/* Холбоо барих */}
      <a href="#">ХОЛБОО БАРИХ</a>
    </nav>
  );
}

export default Navbar;
